{
    "Advanced Geospatial Feature Creation": "Advanced Geospatial Feature Creation",
    "Automation Using A Test Harness For Deep Learning: Part 1": "Automation Using A Test Harness For Deep Learning: Part 1",
    "Automation Using A Test Harness For Deep Learning: Part 2": "Automation Using A Test Harness For Deep Learning: Part 2",
    "Cleaning a web scraped 47 Column Pandas DataFrame Part 1": "Mastery in Pandas: In-Depth Data Exploration, Part 1",
    "Cleaning a web scraped 47 Column Pandas DataFrame Part 2": "PyJanitor Proficiency: Efficient String Data Cleaning, Part 2",
    "Cleaning a web scraped 47 Column Pandas DataFrame Part 3": "Geospatial Engineering in Pandas: Creating Valid GPS Columns, Part 3",
    "Cleaning a web scraped 47 Column Pandas DataFrame Part 4": "Advanced Data Cleaning and Validation: Batch Processing with Pandas, Part 4",
    "Datacamp Concrete Regression Challenge": "Expert Analysis in Lasso Regression: The Datacamp Concrete Challenge",
    "Deep Dive Tabular Data Pt. 1": "Advanced Missing Value Analysis in Tabular Data, Part 1",
    "Deep Dive Tabular Data Pt. 2": "Decision Tree Feature Selection Methodology, Part 2",
    "Deep Dive Tabular Data Pt. 3": "RandomForestRegressor Performance Analysis, Part 3",
    "Deep Dive Tabular Data Pt. 4": "Statistical Interpretation of Tabular Data, Part 4",
    "Deep Dive Tabular Data Pt. 5": "Addressing the Out-of-Domain Problem in Feature Selection, Part 5",
    "Deep Dive Tabular Data Pt. 6": "Kaggle Challenge Strategy: RandomForestRegressor and Deep Learning, Part 6",
    "Deep Dive Tabular Data Pt. 7": "Hyperparameter Optimization in Deep Learning for Kaggle, Part 7",
    "Hearthstone: Euro To In-Game Currency Conversion": "Economic Analysis of Hearthstone: Euro to In-Game Currency",
    "Multicollinearity: What It Is & Measures To Spot It": "Understanding and Detecting Multicollinearity in Data Analysis",
    "MySQL Queries Using An AWS Redshift MySQL Database": "Integrating MySQL with AWS Redshift for Data Analysis",
    "The Math Behind \"Stepping The Weights\"": "Fundamental Concepts of Stochastic Gradient Descent Explained",
    "The Tasks In Every Machine Learning Project: Structured Data": "Key Tasks in Structured Data Machine Learning Projects",
    "The Tasks In Every Machine Learning Project: Unstructured Data": "Essential Tasks for Machine Learning Projects with Unstructured Data"
}
